Repository: maryamsherif/SunnahTracker
Catalog: src/locales/*.po
Languages: ar

source: Sunnah Habits Tracker
ar: متتبع عادات السنن

source: Jummah Reminder
ar: تذكير الجمعة

source: Don't forget to read Surah Al-Kahf today!
ar: لا تنس قراءة سورة الكهف اليوم!

source: Daily Progress
ar: التقدم اليومي

source: Five Daily Prayers
ar: الصلوات الخمس

source: Fajr
ar: الفجر

source: Dhuhr
ar: الظهر

source: Asr
ar: العصر

source: Maghrib
ar: المغرب

source: Isha
ar: العشاء

source: Toggle Fajr Sunnah
ar: تبديل سنة الفجر

source: Fajr Sunnah (2 Before)
ar: سنة الفجر (2 قبل)

source: Toggle Dhuhr Sunnah
ar: تبديل سنة الظهر

source: Dhuhr Sunnah (4 Before)
ar: سنة الظهر (4 قبل)

source: Dhuhr Sunnah (2 After)
ar: سنة الظهر (2 بعد)

source: Toggle Maghrib Sunnah
ar: تبديل سنة المغرب

source: Maghrib Sunnah (2 After)
ar: سنة المغرب (2 بعد)

source: Toggle Isha Sunnah
ar: تبديل سنة العشاء

source: Isha Sunnah (2 After)
ar: سنة العشاء (2 بعد)

source: Duha Prayer
ar: صلاة الضحى

source: Tahajjud Prayer
ar: صلاة التهجد

source: Witr Prayer
ar: صلاة الوتر

source: Daily Quran Reading
ar: قراءة القرآن اليومية

source: Daily Dhikr
ar: الذكر اليومي

source: Toggle Dhikr options
ar: تبديل خيارات الذكر

source: Morning Dhikr
ar: أذكار الصباح

source: Evening Dhikr
ar: أذكار المساء

source: Before Sleeping Dhikr
ar: أذكار قبل النوم

source: Daily Du'aa
ar: دعاء يومي

source: Sadaqah
ar: صدقة

source: Islamic Studies Time
ar: وقت الدراسات الإسلامية

source: Exercise Time
ar: وقت ممارسة الرياضة

source: Silat al-Rahim (Family Ties)
ar: صلة الرحم

source: Optional
ar: اختياري

source: Settings
ar: الإعدادات

source: Theme
ar: السمة

source: Light
ar: فاتح

source: Dark
ar: داكن

source: Language
ar: اللغة

source: English
ar: الإنجليزية

source: Arabic
ar: العربية

source: Loading translations...
ar: جارٍ تحميل الترجمات...

source: <0/> Five Daily Prayers
ar: <0/> الصلوات الخمس اليومية

source: May Allah Accept Our Deeds
ar: تقبل الله منا ومنكم صالح الأعمال

source: Check Ummah News
ar: التحقق من أخبار الأمة

source: Toggle Quran options
ar: تبديل خيارات القرآن

source: Quran Reflection
ar: تدبر القرآن

source: Quran Memorization
ar: حفظ القرآن

source: Quran Recitation
ar: تلاوة القرآن

source: Toggle Five Daily Prayers
ar: تبديل الصلوات الخمس اليومية

source: Toggle Daily Worship
ar: تبديل العبادات اليومية

source: Toggle Extra Sunnah Prayers
ar: تبديل صلوات السنن الزائدة

source: Toggle Optional Activities
ar: تبديل الأنشطة الاختيارية

source: <0/> Daily Worship
ar: <0/> العبادات اليومية

source: <0/> Extra Sunnah Prayers
ar: <0/> صلوات السنن الإضافية

source: <0/> Optional Activities
ar: <0/> أنشطة اختيارية

source: Hijri day {0}
ar: اليوم الهجري {0}

source: Habits
ar: العادات

source: Calendar
ar: التقويم

source: Taqarrub habits
ar: عادات التقرب

source: Taqarrub Progress
ar: تقدم التقرب

source: Previous hijri year
ar: السنة الهجرية السابقة

source: Next hijri year
ar: السنة الهجرية التالية

source: Wh
ar: ص

source: 13th-15th (White Days for fasting)
ar: من 13 إلى 15 (الأيام البيض للصيام)

source: Voluntary Fasting
ar: صيام التطوع

source: Mark if you fasted today
ar: حدد إذا كنت صائماً اليوم

source: Reason: White Days (13th-15th, except Ramadan) and Monday/Thursday.
ar: السبب: الأيام البيض (13-15، عدا رمضان) والإثنين/الخميس.

source: Reason: White Days (13th-15th, except Ramadan).
ar: السبب: الأيام البيض (13-15، عدا رمضان).

source: Reason: Monday/Thursday.
ar: السبب: الإثنين/الخميس.

source: Day of Arafah
ar: يوم عرفة

source: Eid al-Adha
ar: عيد الأضحى

source: Eid al-Fitr
ar: عيد الفطر

source: Day of Ashura
ar: يوم عاشوراء

source: Hijri day {0} - {1}
ar: اليوم الهجري {0} - {1}

source: Day of Ashura: 10th of Muharram
ar: يوم عاشوراء: العاشر من محرم

source: Eid al-Fitr: 1st of Shawwal (after Ramadan)
ar: عيد الفطر: الأول من شوال (بعد رمضان)

source: Day of Arafah: 9th of Dhu al-Hijjah
ar: يوم عرفة: التاسع من ذي الحجة

source: Eid al-Adha: 10th of Dhu al-Hijjah
ar: عيد الأضحى: العاشر من ذي الحجة

source: R
ar: ر

source: First 10 days of Dhu al-Hijjah
ar: العشر الأوائل من ذي الحجة

source: First 10 days of Dhu al-Hijjah: The best days of the year
ar: العشر الأوائل من ذي الحجة: أفضل أيام السنة

source: Last 10 days of Ramadan: The time to seek Laylat al-Qadr
ar: العشر الأواخر من رمضان: وقت تحري ليلة القدر

source: The 9th of Dhu al-Hijjah (the pinnacle of Hajj).
ar: التاسع من ذي الحجة (ذروة الحج).

source: The 10th of Dhu al-Hijjah (The Feast of Sacrifice).
ar: العاشر من ذي الحجة (عيد الأضحى المبارك).

source: The 1st of Shawwal (the month immediately following Ramadan).
ar: الأول من شوال (الشهر الذي يلي رمضان مباشرة).

source: The 10th of Muharram (the first month of the Hijri year).
ar: العاشر من محرم (الشهر الأول من السنة الهجرية).

source: The best days of the year.
ar: أفضل أيام السنة.

source: Last 10 days of Ramadan
ar: العشر الأواخر من رمضان

source: The time to seek Laylat al-Qadr.
ar: وقت تحري ليلة القدر.
